<?php

// Heading
$_['heading_title'] = 'Статьи';

// Text
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_List']          = 'Статьи';
$_['text_add']           = 'Добавить';
$_['text_edit']          = 'Редактирование';
$_['text_default']       = 'Основной магазин';
$_['text_no_publish_date'] = 'Статья не опубликована';

// Column
$_['column_title']      = 'Название статьи';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entryTitle']            = 'Название статьи';
$_['entryDescription']      = 'Описание';
$_['entryShortDescription'] = 'Краткое Описание';
$_['entryTags']             = 'Тэги через запятую';
$_['entryStore']            = 'Магазины';
$_['entry_image']           = 'Изображение';
$_['entry_banner']          = 'Баннер';
$_['entryMetaTitle']        = 'Мета-тег Title';
$_['entryMetaKeyword']      = 'Мета-тег Keywords';
$_['entryMetaDescription']  = 'Мета-тег Description';
$_['entryKeyword']          = 'SEO URL';
$_['entryBottom']           = 'Отобразить в слайдере';
$_['entrySortOrder']        = 'Порядок сортировки';
$_['entryBlog']             = 'Отобразить в новостях';
$_['entryPublish']          = 'Опубликовать';
$_['entryPublishDate']      = 'Дата публикации: ';
$_['entry_add_form']        = 'Выводить форму обратной связи';

// Help
$_['helpKeyword'] = 'Должно быть уникальным на всю систему и без пробелов';
$_['helpBottom']  = 'Показывать в нижней части сайта (футер, подвал)';

// Error
$_['error_warning']     = 'Внимательно проверьте форму на ошибки!';
$_['errorPermission']  = 'У Вас нет прав для изменения статей!';
$_['errorTitle']       = 'Название статьи должно быть от 3 до 64 символов!';
$_['errorDescription'] = 'Описание должно быть не менее 3 символов!';
$_['errorMetaTitle']   = 'Мета-тег Title должен быть от 3 до 255 символов!!';
$_['errorKeyword']     = 'SEO URL занят!';
$_['errorAccount']     = 'Эту страницу нельзя удалить, так как она назначена Политикой безопасности по умолчанию!';
$_['errorCheckout']    = 'Эту страницу нельзя удалить, так как она назначена Условиями соглашения по умолчанию!';
$_['errorAffiliate']   = 'Страница не может быть удалена, так как она используется в условиях партнерской программы!';
$_['errorReturn']      = 'Страница не может быть удалена, так как она используется в условиях возврата товара !';
$_['errorStore']       = 'Страница не может быть удалена, так как назначена %s магазинам!';

