<?php

// Heading
$_['heading_title']          = 'Параметры товаров';

$_['text_success']           = 'Настройки успешно изменены!';
$_['text_list']              = 'Параметры';
$_['text_add']               = 'Добавить';
$_['text_edit']              = 'Редактирование';

// Tab
$_['tab_data']               = 'Данные';
$_['tab_values']             = 'Значения';
$_['tab_filters']            = 'Фильтры';

// Entry
$_['entry_name']             = 'Введите название';
$_['entry_title']            = 'Наименование на сайте';
$_['entry_filter']           = 'Участвует в фильтрах';
$_['entry_in_category']      = 'Отображать в списке товаров';
$_['entry_is_multiple']      = 'Множественное значение';
$_['entry_category']         = 'Отображается в категориях';
$_['entry_value']            = 'Значение параметра';
$_['entry_min_value']        = 'Минимальное значение';
$_['entry_max_value']        = 'Максимальное значение';
$_['entry_parameter_value']  = 'Значение опции';
$_['entry_sort_order']       = 'Порядок сортировки';

// Column
$_['column_name']            = 'Параметр';
$_['column_category']        = 'Категория';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';
$_['button_filter_value_add'] = 'Добавить фильтр';

// Error
$_['error_permission']       = 'У вас не достаточно прав для изменения параметра!';
$_['error_name']             = 'Название параметра должно содержать от 1 до 128 символов!';
$_['error_same_name']        = 'Параметр с таким названием уже существует!';
$_['error_product']          = 'Внимание: Этот параметр нельзя удалить, так как он назначен к %s товарам!';



